{
  "Title": "Thad Hoskin | Developer",
  "Name": "Thad Hoskin",
  "Description": [
    "Hi, I'm Thad! I recently graduated Coder Academy. Experience in JS, MERN, Ruby, Ruby on Rails, HTML5, CSS3, RSpec and Cypress e2e testing. Agile methodology and solving problems. Feel free to check out my GitHub!",
    "When i'm away from the computer, i like to play basketball, run, and drink coffee."
  ],

  "AboutContent": [
    "I’m a recent graduate of Coder Academy, Melbourne, looking at finding my place in the tech industry, had a great time learning and working with other students. Experience in Ruby and JS, with Rails and React frameworks, e2e testing, GitHub, HTML5, CSS3, and Bootstrap, and Sass. Recently have spent time working with Kalysys, integrating social media platforms with their software.",
    "I am passionate about coding and have enjoyed the challenges that come with it everyday",
    "I love keeping fit, eating healthy, and now... coding."
  ],

  "WorkContent": ["I am currently a full time Intern at Kalysys Software"],
  "InternshipsStartLine": "Check them out! ",
  "InternShips": [
    {
      "name": "Kalysys",
      "link": "https://kalysys.com/"
    }
  ],
  "ProjectsStartLine": "Some of the projects i worked on during my time at Coder can be found here:",
  "Projects": [
    {
      "name": "POJOmon",
      "link": "https://pojomon.netlify.app"
    },
    {
      "name": "Wine App",
      "link": "https://stormy-falls-83343.herokuapp.com/"
    },
    {
      "name": "Weather App, under construction at the moment",
      "link": "https://peaceful-cori-82fe32.netlify.app"
    }
  ],

  "CVStartLine": "Attached is my CV with some references and a bit more detail if needed!  ",
  "CV": "https://www.canva.com/design/DAEAikm9p_U/share/preview?token=52VKiji5A4Fu1hmzUV8T4Q&role=EDITOR&utm_content=DAEAikm9p_U&utm_campaign=designshare&utm_medium=link&utm_source=sharebutton",

  "emailid": "mailto:thad.hoskin01@gmail.com",
  "linkedin": "https://www.linkedin.com/in/thad-hoskin-4175aa1b1/",
  "github": "https://github.com/Thadman",
  "twitter": "https://twitter.com/thad_its"
}
